import { IInfo } from 'src/app/shared/interfaces';

export const DEADLINES: IInfo = {
    title: 'Как вы справляетесь со сложными задачами или дедлайнами?',
    body: `<p>Этот вопрос проверяет стрессоустойчивость и умение работать под давлением.</p>
            <p>Ответить на данный вопрос можно следующим образом:</p>
            <q>
                Я всегда стараюсь разбивать сложные задачи на более мелкие подзадачи и расставлять приоритеты. Если
                сроки сжаты, то уточняю у менеджера, есть ли задачи, которые нужно сделать в первую очередь, чтобы
                эффективно распределять время на работу. Неважно, дедлайн или нет, я всегда ставлю перед собой цель
                выполнять задачи наилучшим образом.
            </q>`,
    selected: false,
    lastUpdate: '06.09.2024',
};
