import { IInfo } from '@types';

export const FUTURE_DEVELOPMENT: IInfo = {
    title: 'Какие у вас планы на развитие в ближайшие несколько лет?',
    body: `<p>Этот вопрос помогает рекрутеру понять, готовы ли вы развиваться внутри компании и не уйдете ли в другое место через год. Второй вариант в основном более вероятен, т.к. компании сами не стремятся удержать сотрудников, но рекрутеру все же стоит продемонстрировать первый вариант.</p>
            <p>Ответить на данный вопрос можно следующим образом:</p>
            <q>
                В ближайшие несколько лет я хотел бы углубить свои знания в области Frontend-разработки и стать экспертом в использовании Angular (React/Vue). Я также хочу расширить свои знания в направлении Backend-разработки, чтобы, возможно, начать заниматься full-stack разработкой. Кроме того, мне интересно участвовать в менторстве и передаче знаний младшим разработчикам. Поэтому, если в компании проводятся такие мероприятия, это будет хорошим плюсом как для меня, так и для других. 
            </q>`,
    selected: false,
    lastUpdate: '07.09.2024',
};
