import { IInfo } from 'src/app/shared/interfaces';

export const OFFERS: IInfo = {
    title: 'Есть ли у вас уже какие-то офферы на руках?',
    body: `<p>Вопрос о наличии офферов действительно может поставить в неловкое положение.</p>
            <p>Ответить на данный вопрос можно следующим образом:</p>
            <q>
                У меня есть один (или несколько) оффер на руках, но я не тороплюсь с принятием окончательного решения, т.к. предложенные условия пока не полностью соответствуют моим ожиданиям. Есть вакансии, например ваша, которые предлагают схожие или даже лучшие условия, поэтому мы с вами сейчас и общаемся. 
            </q>
			<p>Если спросят какие именно вас не устраивают условия, из-за которых вы не принимаете окончательное решение, то можно например ответить так:</p>
			<q>
                В предложенном оффере на испытательном сроке просят 2 дня в неделю работать в офисе, т.е., гибридный график. Хотя в описании вакансии указана полная удаленка. Да и рекрутер меня об этом не предупредил при общении. Но с другой стороны мне предложили по зарплате больше, чем было изначально обговорено. Поэтому я пока думаю. Возможно в другом месте мне тоже предложат больше ожидаемого, но уже с полной удаленкой. <br>
				Как говорится "не попробуешь, не узнаешь".
            </q>
			<p>По своим личным наблюдениям заметил, что лучше все же сказать, что оффер(ы) на руках уже есть. Если сказать, что их нет, то рекрутер после технического этапа может очень долго тянуть с ответом об общем результате собеседования. Причем неважно прошли вы его или нет. Вас как будто оставляют как запасной вариант, к которому можно будет вернуться, если лучше никого не нашли. А если сказать, что оффер(ы) есть, то вам огласят результат собеседования гораздо раньше. А если быть совсем понаглее, то можно еще этим мнимым оффером на руках попробовать выбить себе зарплату побольше.</p>`,
    selected: false,
    lastUpdate: '13.09.2024',
};
