import { IInfo } from '@types';

export const SELECT_FRONTEND: IInfo = {
    title: 'Почему вы выбрали Frontend-разработку?',
    body: `<p>Здесь важно показать свой интерес к Frontend-направлению.</p>
            <p>Ответить на данный вопрос можно следующим образом:</p>
            <q>
                Меня всегда увлекала визуальная составляющая веб-разработки. Во фронтенде мне нравится то, что я могу
                сразу видеть результат своей работы. Мне также нравится тот факт, что это направление постоянно
                развивается, всегда есть чему научиться при желании, а также много мест, где можно применить свои
                навыки.
            </q>`,
    selected: false,
    lastUpdate: '06.09.2024',
};
