import { IInfo } from 'src/app/shared/interfaces';

export const STRENGTHS: IInfo = {
    title: 'Какие у вас сильные стороны?',
    body: `<p>Здесь нужно указать качества, которые полезны для работы Frontend-разработчика.</p>
            <p>Ответить на данный вопрос можно следующим образом:</p>
            <q>
                Мои сильные стороны — это внимание к деталям и аналитическое мышление. Я умею находить и исправлять
                ошибки в коде, что позволяет обеспечивать высокое качество продукта. Я также хорошо работаю в команде,
                легко адаптируюсь к новым технологиям и всегда стремлюсь улучшить свои навыки через самообразование.
            </q>`,
    selected: false,
    lastUpdate: '06.09.2024',
};
