import { IInfo } from '@types';

export const TEAM: IInfo = {
    title: 'Есть ли у вас опыт работы в команде?',
    body: `<p>Тут важно продемонстрировать навыки командной работы и взаимодействия с коллегами.</p>
            <p>Ответить на данный вопрос можно следующим образом:</p>
            <q>
                Я уже не первый год работаю в больших командах, где происходит постоянное взаимодействие с
                backend-разработчиками, дизайнерами, тестировщиками, аналитиками и другими frontend-разработчиками. Переписки ведем в
                Telegram, а для контроля задач используем Jira. Если возникают какие-либо вопросы по задаче, то
                обращаюсь к нужному коллеге.
            </q>`,
    selected: false,
    lastUpdate: '06.09.2024',
};
