import { IInfo } from '@types';

export const UNFAMILIAR_TECHNOLOGY: IInfo = {
    title: 'Как вы решаете проблему, если сталкиваетесь с незнакомой технологией?',
    body: `<p>Данным вопросом хотят узнать, насколько вы способны учиться и адаптироваться.</p>
            <p>Ответить на данный вопрос можно следующим образом:</p>
            <q>
                Когда я сталкиваюсь с незнакомой (новой) технологией, я начинаю со сбора информации о ней — смотрю
                нужные разделы в официальной документации и представленные в них примеры. В большинстве случаев этого
                бывает достаточно. Если же возникают какие-либо ошибки, связанные с незнакомой технологией, которые не
                получается сходу решить, то всегда на помощь приходит гугл или нейросеть.
            </q>`,
    selected: false,
    lastUpdate: '06.09.2024',
};
