import { IInfo } from '@types';

export const WHATS_IMPORTANT: IInfo = {
    title: 'На какие критерии вы обращаете внимание при рассмотрении предложения? Что для вас важно на новом месте работы?',
    body: `<p>На такой вопрос можно ответить, подчеркнув важные для вас аспекты работы, которые одновременно будут выгодно позиционировать вас как кандидата.</p>
            <p>Ответить на данный вопрос можно следующим образом:</p>
            <q>
                Для меня важно несколько ключевых аспектов:
				<ul>
					<li>Чем новее версия Angular на проекте, тем лучше;</li>
					<li>Наличие код-ревью в пулл реквестах, чтобы минимизировать количество возможных ошибок в общем коде;</li>
					<li>Гибкое начало и окончание рабочего дня и возможность удаленной работы, т.к. это помогает сохранять баланс между личной жизнью и эффективностью на работе;</li>
					<li>Всякие плюшки в виде ДМС, наличие обучающих материалов и т.д., также будут приятным бонусом при выборе.</li>
				</ul>
            </q>`,
    selected: false,
    lastUpdate: '12.09.2024',
};
